org/ca/license.org
#+STARTUP: showall
#+OPTIONS: toc:nil
# Local variables:
# after-save-hook: org-publish-current-file
# end:

* Sobre això

Aquesta és la meva pàgina personal, on escric coses que tenen més o menys sentit
al meu blog. El codi font es pot trobar [[http://git.mssola.com/jo.git/][aquí]].

* Llicència

#+BEGIN_SRC txt
Copyright (C) 2018 Miquel Sabaté Solà <mikisabate@gmail.com>

This program is free software: you can redistribute it and/or modify
it under the terms of the GNU Affero General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

This program is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
GNU Affero General Public License for more details.

You should have received a copy of the GNU Affero General Public License
along with this program.  If not, see <https://www.gnu.org/licenses/>.
#+END_SRC

* Creative Commons

Tots els documents d'aquesta pàgina (entrades del blog, articles,
etc.) estan sota la llicència [[https://creativecommons.org/licenses/by-nd/4.0/][Creative Commons BY-ND 4.0]]. Totes les opinions
expressades aquí són únicament meves a no ser que digui el contrari.

* Estil

L'estil i el format d'aquesta pàgina estan basats en l'estil per defecte de
Jekyll ([[https://github.com/jekyll/minima][minima]]). Aquest estil està sota la llicència [[https://opensource.org/licenses/MIT][MIT]].
