_i18n/ca/license.html

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Sobre això</h2>
<div class="outline-text-2" id="text-1">
<p>
Aquesta és la meva pàgina personal, on escric coses que tenen més o menys sentit
al meu blog. El codi font es pot trobar <a href="http://git.mssola.com/jo.git/">aquí</a>.
</p>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">Llicència</h2>
<div class="outline-text-2" id="text-2">
<div class="org-src-container">

<pre class="src src-txt">Copyright (C) 2018 Miquel Sabaté Solà &lt;mikisabate@gmail.com&gt;

This program is free software: you can redistribute it and/or modify
it under the terms of the GNU Affero General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

This program is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
GNU Affero General Public License for more details.

You should have received a copy of the GNU Affero General Public License
along with this program.  If not, see &lt;https://www.gnu.org/licenses/&gt;.
</pre>
</div>
</div>
</div>

<div id="outline-container-sec-3" class="outline-2">
<h2 id="sec-3">Creative Commons</h2>
<div class="outline-text-2" id="text-3">
<p>
Tots els documents d'aquesta pàgina (entrades del blog, articles,
etc.) estan sota la llicència <a href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons BY-ND 4.0</a>. Totes les opinions
expressades aquí són únicament meves a no ser que digui el contrari.
</p>
</div>
</div>

<div id="outline-container-sec-4" class="outline-2">
<h2 id="sec-4">Estil</h2>
<div class="outline-text-2" id="text-4">
<p>
L'estil i el format d'aquesta pàgina estan basats en l'estil per defecte de
Jekyll (<a href="https://github.com/jekyll/minima">minima</a>). Aquest estil està sota la llicència <a href="https://opensource.org/licenses/MIT">MIT</a>.
</p>
</div>
</div>
