_i18n/ca/license.md
## Sobre això

Aquesta és la meva pàgina personal, on escric coses que tenen més o menys
sentit. El codi font es pot trobar [aquí](https://github.com/mssola/jo.mssola.com).

## Llicència ([AGPLv3](https://www.gnu.org/licenses/agpl-3.0.html))

<div class="org-src-container">
  <pre class="src src-txt">
Copyright (C) 2018-2020 Miquel Sabaté Solà &lt;mikisabate@gmail.com&gt;

This program is free software: you can redistribute it and/or modify
it under the terms of the GNU Affero General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

This program is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
GNU Affero General Public License for more details.

You should have received a copy of the GNU Affero General Public License
along with this program.  If not, see &lt;https://www.gnu.org/licenses/&gt;.
  </pre>
</div>

## Creative Commons

Tots els documents d'aquesta pàgina (entrades del blog, articles, etc.) estan
sota la llicència [Creative Commons BY-ND
4.0](https://creativecommons.org/licenses/by-nd/4.0/). Totes les opinions
expressades aquí són únicament meves a no ser que digui el contrari.

## Estil

L'estil i el format d'aquesta pàgina estan basats en l'estil per defecte de
Jekyll ([minima](https://github.com/jekyll/minima)). Aquest estil està sota la
llicència [MIT](https://opensource.org/licenses/MIT).
